/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gp)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Középső";

/* An audio channel label. */
"Center Surround" = "Középső surround";

/* An audio channel label. */
"Center Surround Direct" = "Középső surround közvetlen";

/* Channel. An audio channel label. */
"Channel" = "Csatorna";

/* Channels. An audio channel label. */
"Channels" = "Csatornák";

/* An audio channel label. */
"Click Track" = "Metronóm sáv";

/* An audio channel label. */
"Dialog Centric Mix" = "Párbeszédközpontú mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Különálló";

/* An audio channel label. */
"Foreign Language" = "Idegen nyelv";

/* An audio channel label. */
"Headphones Left" = "Fejhallgató bal";

/* An audio channel label. */
"Headphones Right" = "Fejhallgató jobb";

/* An audio channel label. */
"Hearing Impaired" = "Halláskárosult";

/* An audio channel label. */
"Left" = "Bal";

/* An audio channel label. */
"Left Center" = "Bal középső";

/* An audio channel label. */
"Left Surround" = "Bal surround";

/* An audio channel label. */
"Left Surround Direct" = "Bal surround közvetlen";

/* An audio channel label. */
"Left Total" = "Bal összes";

/* An audio channel label. */
"Left Wide" = "Bal széles";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Közép";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narráció";

/* An audio channel label. */
"Rear Surround Left" = "Hátsó surround bal";

/* An audio channel label. */
"Rear Surround Right" = "Hátsó surround jobb";

/* An audio channel label. */
"Right" = "Jobb";

/* An audio channel label. */
"Right Center" = "Jobb középső";

/* An audio channel label. */
"Right Surround" = "Jobb surround";

/* An audio channel label. */
"Right Surround Direct" = "Jobb surround közvetlen";

/* An audio channel label. */
"Right Total" = "Jobb összes";

/* An audio channel label. */
"Right Wide" = "Jobb széles";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Oldal";

/* An audio channel label. */
"Top Back Center" = "Felső hátsó középső";

/* An audio channel label. */
"Top Back Left" = "Felső hátsó bal";

/* An audio channel label. */
"Top Back Right" = "Felső hátsó jobb";

/* An audio channel label. */
"Top Center Surround" = "Felső középső surround";

/* An audio channel label. */
"Unknown" = "Ismeretlen";

/* An audio channel label. */
"Unused" = "Nem használt";

/* An audio channel label. */
"Vertical Height Center" = "Függőleges magas középső";

/* An audio channel label. */
"Vertical Height Left" = "Függőleges magas bal";

/* An audio channel label. */
"Vertical Height Right" = "Függőleges magas jobb";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Tapintási";

